{
  "index": {
    "title": "Hello World"
  },
  "navBar": {
    "home": "Home",
    "social": "Social",
    "about": "About",
    "search": "Search"
  },
  "about": {
    "role": "Software Developer 🌎",
    "focused": "Focused on fullstack web development",
    "callToAction": "Contact me!",
    "introduction": "Programming since 2020, with experience in fullstack development, aiming to create scalable solutions to business problems.",
    "likeTo": "I like to bring things to code 👨🏼‍💻, animals 🐕, sunsets 🌄, and more...",
    "workAvailability": "Open to offers",
    "workAvailabilityLabel": "Available",
    "cv": "Resume",
    "cvRoute": "/CV-en-SebastianPerez.pdf"
  },
  "aboutExtendedInfo": {
    "introduction": "5 years developing software applications and ",
    "experienceInYears": "2 years professional experience focused on being a fullstack developer. ",
    "experienceComplement": " Creating web solutions to real problems, working as a team with agile SCRUM methodologies, pair programming and others.",
    "englishLevel": "English B2+",
    "englishStatus": ", and currently continuing to study to improve."
  },
  "aboutExperience": {
    "title": "Professional Experience",
    "note": "I have also worked as a freelancer for companies in LATAM and the United States and have contributed to open source projects."
  },
  "aboutProjects": {
    "title": "Projects I've Created",
    "label": "Only a few of the projects I've created are shown here, you can see more on GitHub",
    "callToAction": "Click here"
  },
  "aboutCV": {
    "title": "Download my CV"
  },
  "postNavigation": {
    "title": "Do you want to see more specific posts?",
    "experience": "Experience",
    "opinion": "Opinion",
    "projects": "Projects"
  },
  "filteredPostsExperience": {
    "title": "My experiences working as a software developer 🧪",
    "description": "In this experience section I tell about my professional career in world of software development.Through these posts, I share my experiences in different projects, teams and organizations, I talk about the technologies and methodologies that I have used, and, although I mention somewhat technical terms, my approach is more narrative to offer an overview of my path and learning..."
  },
  "filteredPostsOpinion": {
    "title": "These are my opinions on things in the world of software development in general 🤔",
    "description": "The Opinion section is more focused on expressing my 'thoughts' about the world of software development. I talk about a few news, trends, clean code, good practices, architectures and so on. Some of these topics are still beyond my control, so it is very likely that I will rely on experts (always leaving the credits to the person who shares their knowledge)."
  },
  "filteredPostsProjects": {
    "title": "These are the projects I have been working on 👷🏻‍♂️",
    "description": "In this section I present my personal projects in software development. They are projects that I have developed out of passion and curiosity, with the aim of learning and mastering new tools (or simply as a hobby). For example, creating administrative managers in Excel with VBA and then creating Bots using Python."
  },
  "mainInfo": {
    "title": "Information about the blog",
    "description": "In this blog, I f on sharing the latest updates about my projects, programming tips, and relevant industry information. Let's code, learn, and grow together! 💡👨‍💻",
    "callToAction": "If you have any suggestions, don't hesitate to contact me!"
  },
  "search": {
    "title": "Buscar"
  },
  "downloadCV": {
    "tag": "Download CV",
    "link": "/CV-en-SebastianPerez.pdf"
  },
  "social": {
    "mainTitle": "Sebastian Perez's social media and more",
    "title": "To all developers who share their knowledge with the community: Thank you.",
    "introduction": "We know that learning to program can be a challenging path, sometimes frustrating, with a lot of obstacles along the way. But you, sharing what you know, make this trip much more bearable for everyone. Each line of code that explain, each solution they share, each tutorial they create, however small it seems, has a huge impact.You need a lot of generosity to spend time and effort to help others to:",
    "benefits": {
      "one": "Learning faster: finding the solution to a problem that someone has already solved is invaluable.It saves time, frustration and allows us to advance faster in our projects.",
      "two": "Discover new ideas: see how others have addressed similar problems opens our minds to new possibilities and approaches that we might not have considered.",
      "three": "Feeling part of a community: knowing that there are people willing to help and share their experience makes this world feel less lonely and more cozy, especially for those who are starting.",
      "four": "Accessing new opportunities: Sharing information freely helps democratize knowledge and allows more people to access the world of technology, regardless of their origin or resources."
    },
    "paragraph": "By openly sharing our insights, code snippets, tutorials, and experiences, we create a more inclusive and innovative tech ecosystem. Whether it's through blog posts, open-source contributions, or mentoring, every piece of shared knowledge has the potential to make a significant impact.",
    "end": "You are making the development community a better, more collaborative and accessible place.Do not understand the positive impact they have on the lives of other developers.Keep like this!"
  },
  "headerSection": {
    "title": "Sebastian Perez blog",
    "description": "This is my collection of articles and insights on the world of software development."
  },
  "featurePosts": {
    "title": "Featured posts"
  },
  "emptyPosts": {
    "title": "There are no posts to show...",
    "description": "It seems that there are no posts to display with the current filters. You can check this others tags to discover more content"
  },
  "footer": {
    "copyright": "Copyright © 2025 Sebastian Perez"
  },
  "not-found": {
    "title": "Page not found",
    "description": "Oops, it looks like the page you were looking for doesn't exist. Don't worry, you can head back to the blog's homepage and continue exploring.",
    "callToAction": "Back to the homepage"
  }
}
