{
  "index": {
    "title": "Hola mundo"
  },
  "navBar": {
    "home": "Inicio",
    "social": "Social",
    "about": "Acerca de mí",
    "search": "Buscar"
  },
  "about": {
    "role": "Desarrollador fullstack 🌎",
    "focused": "Enfocado en el desarrollo web",
    "callToAction": "¡Contácteme!",
    "introduction": "Programando desde 2020, con experiencia en el desarrollo fullstack, buscando generar soluciones escalables a los problemas de las empresas.",
    "likeTo": "Me gusta llevar cosas del día a día a código 👨🏼‍💻, los animales 🐕, los atardeceres 🌄 y demás...",
    "workAvailability": "Escuchando ofertas",
    "workAvailabilityLabel": "Disponible",
    "cv": "Curriculum",
    "cvRoute": "/CV-es-SebastianPerez.pdf"
  },
  "aboutExtendedInfo": {
    "introduction": "5 años desarrollando aplicaciones y ",
    "experienceInYears": "2 años experiencia profesional enfocada en ser fullstack. ",
    "experienceComplement": "Creando soluciones web a problemas reales, trabajando en equipo con metodologías AGILE, pair programming y demás.",
    "englishLevel": "Inglés B2+",
    "englishStatus": ", y actualmente sigo estudiando para mejorar."
  },
  "aboutExperience": {
    "title": "Experiencia profesional",
    "note": "También he trabajado como freelance para empresas de LATAM y Estados Unidos y contribuido a proyectos open-source."
  },
  "aboutProjects": {
    "title": "Proyectos que he creado",
    "label": "Solo aparecen algunos de los que he creado, puedes ver más en GitHub",
    "callToAction": "Click aquí"
  },
  "aboutCV": {
    "title": "Descarga mi CV"
  },
  "postNavigation": {
    "title": "¿Quieres ver post sobre algo en específico?",
    "experience": "Experiencia",
    "opinion": "Opinión",
    "projects": "Proyectos"
  },
  "filteredPostsExperience": {
    "title": "Mis experiencias trabajando como desarrollador de software 🧪",
    "description": "En esta sección de Experiencia relato mi trayectoria profesional en el campo del desarrollo de software. A través de estos posts, comparto mis vivencias en diferentes proyectos, equipos y organizaciones, hablo de las tecnologías y metodologías que he utilizado, y, aunque hago mención de temas un poco técnicos, mi enfoque es más narrativo para ofrecer una visión general de mi recorrido y aprendizajes."
  },
  "filteredPostsOpinion": {
    "title": "Estos son mis opiniones sobre cosas de tecnología en general 🤔",
    "description": "La sección de Opinión está más enfocada en exponer mis 'pensamientos' sobre el mundo del desarrollo de software. Hablo sobre unas pocas noticias, tendencias, clean code, buenas prácticas, arquitecturas y demás. Algunos de estos temas aún se escapan a mi dominio, por lo que es muy probable que me apoye de expertos (siempre dejando los créditos a la persona que comparte su conocimiento)."
  },
  "filteredPostsProjects": {
    "title": "Estos son los proyectos en los que he trabajado 👷🏻‍♂️",
    "description": "En esta sección expongo mis proyectos personales en el desarrollo de aplicaciones de todo tipo. Estos son proyectos que he desarrollado por pasión y curiosidad, con el objetivo de aprender y dominar nuevas herramientas (o simplemente por hobby). Aquí se muestra cómo puedo estar creado gestores en Excel con VBA y luego estar creando Bots utilizando Python."
  },
  "mainInfo": {
    "title": "Información sobre el blog",
    "description": "En este blog me enfoco en compartir las últimas actualizaciones sobre mis proyectos, consejos de programación e información relevante de la industria. ¡Vamos a codificar, aprender y crecer juntos! 💡👨‍💻",
    "callToAction": "Si tienes alguna sugerencia ¡No dudes en contactarme!"
  },
  "search": {
    "title": "Search"
  },
  "downloadCV": {
    "tag": "Descargar CV",
    "link": "/CV-es-SebastianPerez.pdf"
  },
  "social": {
    "mainTitle": "Redes sociales de Sebastian Pérez y más",
    "title": "Agradecimiento a todos los desarrolladores que se toman la molestia de ayudar a la comunidad.",
    "introduction": "Sabemos que aprender a programar puede ser un camino desafiante, a veces frustrante, con muchos obstáculos en el camino. Pero ustedes, compartiendo lo que saben, hacen este viaje mucho más llevadero para todos. Cada línea de código que explican, cada solución que comparten, cada tutorial que crean, por pequeño que parezca, tiene un impacto enorme. Se necesita mucha generosidad para dedicar tiempo y esfuerzo a ayudar a los demás a:",
    "benefits": {
      "one": "Aprender más rápido: Encontrar la solución a un problema que alguien ya ha resuelto es invaluable. Nos ahorra tiempo, frustración y nos permite avanzar más rápido en nuestros proyectos.",
      "two": "Descubrir nuevas ideas: Ver cómo otros han abordado problemas similares nos abre la mente a nuevas posibilidades y enfoques que quizás no habíamos considerado.",
      "three": "Sentirse parte de una comunidad: Saber que hay gente dispuesta a ayudar y compartir su experiencia hace que este mundo se sienta menos solitario y más acogedor, especialmente para los que están empezando.",
      "four": "Acceder a nuevas oportunidades: Compartir información libremente ayuda a democratizar el conocimiento y permite que más personas puedan acceder al mundo de la tecnología, sin importar su origen o recursos."
    },
    "end": "Ustedes están haciendo que la comunidad de desarrollo sea un lugar mejor, más colaborativo y accesible. No subestimen el impacto positivo que tienen en la vida de otros desarrolladores."
  },
  "headerSection": {
    "title": "Sebastian Pérez blog",
    "description": "Explora mi colección de artículos e ideas sobre el mundo del desarrollo de software."
  },
  "featurePosts": {
    "title": "Posts destacados"
  },
  "emptyPosts": {
    "title": "No hay posts que mostrar...",
    "description": "Parece que no hay posts que mostrar con los filtros actuales. Puedes mirar estas otras etiquetas para encontrar más contenido"
  }
}
