{
  "index": {
    "title": "Hola mundo"
  },
  "navBar": {
    "home": "Inicio",
    "social": "Social",
    "about": "Acerca de mí",
    "search": "Buscar"
  },
  "about": {
    "role": "Desarrollador fullstack 🌎",
    "focused": "Enfocado en el desarrollo web",
    "callToAction": "¡Contácteme!",
    "introduction": "Programando desde 2020, con experiencia en el desarrollo fullstack, buscando generar soluciones escalables a los problemas de las empresas.",
    "likeTo": "Me gusta llevar cosas del día a día a código 👨🏼‍💻, los animales 🐕, los atardeceres 🌄 y demás...",
    "workAvailability": "Escuchando ofertas",
    "workAvailabilityLabel": "Disponible",
    "birthDate": "29 de Julio"
  },
  "aboutExtendedInfo": {
    "experienceInYears": "Más de un año y medio de experiencia profesional",
    "experienceComplement": "creando soluciones web a problemas reales, trabajando en equipo con metodologías AGILE, pair programming y demás.",
    "englishLevel": "Inglés B2 - C1",
    "englishStatus": "(Certificado), y actualmente sigo estudiando para mejorar."
  },
  "aboutExperience": {
    "title": "Experiencia profesional",
    "note": "Actualmente se está trabajando en conectar las experiencias con los posts del blog correspondientes"
  },
  "aboutProjects": {
    "title": "Proyectos que he creado",
    "label": "Solo aparecen algunos de los que he creado, puedes ver más en GitHub",
    "callToAction": "Click aquí"
  },
  "aboutCV": {
    "title": "Descarga mi CV"
  },
  "postNavigation": {
    "title": "¿Quieres ver post sobre algo en específico?",
    "experience": "Experiencia",
    "opinion": "Opinión",
    "projects": "Proyectos"
  },
  "filteredPostsExperience": {
    "title": "Mis experiencias trabajando como desarrollador de software 🧪",
    "description": "En esta sección de Experiencia relato mi trayectoria profesional en el campo del desarrollo de software. A través de estos posts, comparto mis vivencias en diferentes proyectos, equipos y organizaciones, hablo de las tecnologías y metodologías que he utilizado, y, aunque hago mención de temas un poco técnicos, mi enfoque es más narrativo para ofrecer una visión general de mi recorrido y aprendizajes."
  },
  "filteredPostsOpinion": {
    "title": "Estos son mis opiniones sobre cosas de tecnología en general 🤔",
    "description": "La sección de Opinión está más enfocada en exponer mis 'pensamientos' sobre el mundo del desarrollo de software. Hablo sobre unas pocas noticias, tendencias, clean code, buenas prácticas, arquitecturas y demás. Algunos de estos temas aún se escapan a mi dominio, por lo que es muy probable que me apoye de expertos (siempre dejando los créditos a la persona que comparte su conocimiento)."
  }
}
